export default function aboutPage() {
  return (
    <>
      <div>درباره من</div>
      <p className="text-justify">
        API چیست؟ اگر به دنبال یک راه ساده و سریع برای استفاده از برنامه‌ یا
        سرویس‌‌های مختلف هستید، احتمالاً عبارت نام‌آشنای API را شنیده باشید. API
        یک نام اختصاری اما کلیدطلایی قدرتمند برای برنامه‌نویسان است که ادغام
        برنامه‌های مختلف را ساده می‌کند. در این مقاله از سری مقالات آموزش برنامه
        نویسی بلاگ پارس پک، قصد داریم شما را با این پل ارتباطی قدرتمند آشنا
        کنیم. پس از خواندن این مطلب خواهید دانست API مخفف چیست و چه پروتکل‌هایی
        دارد. همچنین با محبوب‌ترین انواع و کابردهای آن آشنا خواهید شد
      </p>
    </>
  );
}
